[
  {
    "id": 1,
    "title": "Superlinear Returns",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/superlinear.html",
    "tags": [
      "superlinear returns",
      "exponential growth",
      "thresholds",
      "success",
      "winner-take-all"
    ],
    "date": "2025-08-14",
    "summary_en": "Understanding the concept of superlinear returns is crucial for navigating success and exponential growth in various fields such as business, fame, and power. Exponential growth and thresholds are fundamental causes of superlinear returns. The phenomenon of winner-take-all emphasizes the impact of thresholds on outcomes.",
    "summary_zh": "理解超线性回报的概念对于在各领域如商业、名望和权力中取得成功和指数增长至关重要。指数增长和门槛是超线性回报的基本原因。赢者通吃的现象强调了门槛对结果的影响。",
    "best_quote_en": "You can't understand the world without understanding the concept of superlinear returns. And if you're ambitious you definitely should, because this will be the wave you surf on.",
    "best_quote_zh": "如果你有雄心壮志，就一定要理解超线性回报的概念，因为这将是你乘风破浪的浪潮。"
  },
  {
    "id": 2,
    "title": "How to Do Great Work",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/greatwork.html",
    "tags": [
      "great work",
      "curiosity",
      "passion",
      "ambition",
      "knowledge frontier"
    ],
    "date": "2025-08-14",
    "summary_en": "To do great work, choose tasks aligned with your natural aptitude and deep interest, learn at the frontier of knowledge, notice gaps, and explore outlier ideas. Working on your own projects, driven by curiosity and passion, can lead to impactful discoveries.",
    "summary_zh": "要做出杰出的工作，选择与自己天赋和浓厚兴趣相关的任务，学习知识的前沿，发现知识中的空白，探索非主流的想法。专注于个人项目，以好奇和激情驱动，可能会带来有影响力的发现。",
    "best_quote_en": "Interest will drive you to work harder than mere diligence ever could.",
    "best_quote_zh": "兴趣将比单纯的勤奋推动你更努力地工作。"
  },
  {
    "id": 3,
    "title": "How to Get New Ideas",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/getideas.html",
    "tags": [
      "ideas",
      "anomalies",
      "knowledge",
      "creativity"
    ],
    "date": "2025-08-14",
    "summary_en": "To get new ideas, notice anomalies at the frontiers of knowledge where gaps exist, leading to new discoveries.",
    "summary_zh": "要获得新创意，注意知识边界上存在的异常，这些空白处能带来新的发现。",
    "best_quote_en": "The way to get new ideas is to notice anomalies: what seems strange, or missing, or broken?",
    "best_quote_zh": "获得新创意的方法是注意异常：看起来奇怪、缺失或有问题的地方？"
  },
  {
    "id": 4,
    "title": "The Need to Read",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/read.html",
    "tags": [
      "reading",
      "writing",
      "knowledge acquisition",
      "critical thinking"
    ],
    "date": "2025-08-14",
    "summary_en": "Reading is essential not only for acquiring knowledge about specific topics but also for developing critical thinking and writing skills.",
    "summary_zh": "阅读不仅能帮助获取特定主题知识，还能培养批判性思维和写作能力。",
    "best_quote_en": "You can't think well without writing well, and you can't write well without reading well.",
    "best_quote_zh": "你无法写作得好而思维不清晰，也无法阅读得好而写作不出色。"
  },
  {
    "id": 5,
    "title": "What You (Want to)* Want",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/want.html",
    "tags": [
      "free will",
      "determinism",
      "choice",
      "desires"
    ],
    "date": "2025-08-14",
    "summary_en": "The article discusses the paradox between free will and determinism, highlighting the complexity of wanting and choosing in human behavior.",
    "summary_zh": "本文讨论了自由意志与决定论之间的悖论，突出了人类行为中欲望和选择的复杂性。",
    "best_quote_en": "You can do what you want, but you can't want what you want.",
    "best_quote_zh": "你可以做你想做的事，但你不能想要你想要的事。"
  },
  {
    "id": 6,
    "title": "Alien Truth",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/alien.html",
    "tags": [
      "alien truth",
      "philosophy",
      "universal insights",
      "intelligent beings"
    ],
    "date": "2025-08-14",
    "summary_en": "Thinking about potential common truths between intelligent beings across the universe, including principles of controlled experiments and practice, can guide philosophical exploration towards universal insights.",
    "summary_zh": "思考宇宙中智慧生命体之间可能的共同真相，包括实验原则和练习的原理，可以引导哲学探索朝向普世洞见。",
    "best_quote_en": "If an idea might plausibly be relevant to aliens, that's enough.",
    "best_quote_zh": "如果一个观念可能与外星人相关，那已经足够。"
  },
  {
    "id": 7,
    "title": "What I've Learned from Users",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/users.html",
    "tags": [
      "users",
      "startups",
      "advice",
      "challenges",
      "founders"
    ],
    "date": "2025-08-14",
    "summary_en": "Understanding and learning from users is key to startup success. Y Combinator's experience reveals recurring startup challenges and the importance of individualized advice. Founders often overlook critical issues and struggle with counterintuitive startup dynamics. YC's success stems from addressing these challenges and providing focused guidance.",
    "summary_zh": "了解和从用户中学习是创业成功的关键。Y Combinator的经验揭示了不断出现的创业挑战以及个性化建议的重要性。创始人经常忽视关键问题，难以应对创业的违反直觉的动态。YC的成功源于应对这些挑战并提供专注的指导。",
    "best_quote_en": "They come back a year later, and say 'We wish we'd listened to you.'",
    "best_quote_zh": "他们一年后回来，说'我们希望当初听了你们的建议。'"
  },
  {
    "id": 8,
    "title": "Heresy",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/heresy.html",
    "tags": [
      "heresy",
      "intolerance",
      "opinions",
      "conformity"
    ],
    "date": "2025-08-14",
    "summary_en": "The resurgence of heresy in contemporary society is compared to medieval times, as opinions now can lead to job loss. The concept of heresy prioritizes conformity over truth and can outweigh all other actions. Expressing heretical opinions is often punished more severely than committing crimes, akin to a religious intolerance resurgence in a secular form.",
    "summary_zh": "异端观念在当代社会的复兴被比作中世纪，因为现在的观点可能导致失去工作。异端概念将一致性置于真相之上，甚至可能权衡所有其他行为。发表异端观点往往受到比犯罪更严厉的惩罚，类似于宗教不宽容精神以世俗形式复兴。",
    "best_quote_en": "The other distinctive thing about heresies, compared to ordinary opinions, is that the public expression of them outweighs everything else the speaker has done.",
    "best_quote_zh": "异端观念的另一个与普通观点相比独特的地方在于，公开表达它们会使说话者已经做过的所有事情相形见绌。"
  },
  {
    "id": 9,
    "title": "Putting Ideas into Words",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/words.html",
    "tags": [
      "writing",
      "ideas",
      "communication",
      "reflection"
    ],
    "date": "2025-08-14",
    "summary_en": "Putting ideas into words is a challenging and transformative process, revealing the imperfections and incompleteness of one's initial thoughts. Writing forces authors to refine and evaluate their ideas, ultimately leading to a deeper understanding and communication of complex concepts.",
    "summary_zh": "将思想转化为文字是一个具有挑战性和转变性的过程，揭示了最初想法的不完美和不完整性。写作迫使作者完善和评估他们的想法，最终实现深入理解和传达复杂概念。",
    "best_quote_en": "If writing down your ideas always makes them more precise and more complete, then no one who hasn't written about a topic has fully formed ideas about it.",
    "best_quote_zh": "如果将您的想法写下总是使它们更加精确和完整，那么对一个话题没有书面记录的人在这个话题上就没有完全成熟的想法。"
  },
  {
    "id": 10,
    "title": "Is There Such a Thing as Good Taste?",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/goodtaste.html",
    "tags": [
      "good taste",
      "art",
      "aesthetic judgments",
      "creativity",
      "perceptions"
    ],
    "date": "2025-08-14",
    "summary_en": "The essay discusses the concept of good taste by demonstrating that taste exists in art and influences all forms of artistry, challenging the belief that good taste is subjective.",
    "summary_zh": "这篇文章讨论了好品味的概念，通过展示艺术中存在品味并影响所有形式的艺术创作，挑战了好品味是主观的观念。",
    "best_quote_en": "If there's no such thing as good taste, then there's no such thing as good art.",
    "best_quote_zh": "如果没有好品味，那么就没有好艺术。"
  },
  {
    "id": 11,
    "title": "Beyond Smart",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/smart.html",
    "tags": [
      "intelligence",
      "ideas",
      "innovation",
      "thinking",
      "creativity"
    ],
    "date": "2025-08-14",
    "summary_en": "The article argues that being smart is not the only, or even the most important, factor in having new ideas. Other key ingredients include an obsessive interest in a topic, independent-mindedness, writing ability, and cultivating beneficial working habits. These qualities can be cultivated, offering more control over generating innovative ideas.",
    "summary_zh": "文章认为，聪明并不是产生新想法的唯一或最重要的因素。其他关键因素包括对某个主题的痴迷兴趣、独立思考能力、写作能力以及培养有益的工作习惯。这些品质可以培养，从而在产生创新想法方面提供更多控制。",
    "best_quote_en": "Being very smart was a necessary precondition for having those ideas, but the two are not identical.",
    "best_quote_zh": "非常聪明是产生那些想法的必要前提，但两者并不相同。"
  },
  {
    "id": 12,
    "title": "Why did I move to New Zealand?",
    "source": "Derek Sivers",
    "link": "https://sive.rs/nz0",
    "tags": [
      "new zealand",
      "nature",
      "raising children",
      "citizenship",
      "mental health"
    ],
    "date": "2025-08-14",
    "summary_en": "The author moved to New Zealand to raise her son in nature, away from distractions and screens, believing it's a great foundation for the soul. New Zealand offered safety in times of global trouble and a pathway to citizenship. After living in Europe, they returned to New Zealand during Covid, appreciating the safe environment. Raising her son in nature contributed to his mental health.",
    "summary_zh": "作者搬到新西兰是为了在自然环境中抚养儿子，远离干扰和屏幕，他认为这能为孩子的灵魂打下良好的基础。新西兰在全球动荡时期提供了安全保障，也提供了公民身份。在欧洲生活后，他们在疫情期间返回新西兰，看重这里的安全环境。在自然环境中抚养儿子有助于他的心理健康。",
    "best_quote_en": "Feet in the river, hands in the mud, climbing trees, running in fields, at home in the forest. Great foundation for the soul.",
    "best_quote_zh": "赤脚踩在河里，双手沾满泥土，爬树，在田野里奔跑，以森林为家。这是灵魂的绝佳基础。"
  },
  {
    "id": 13,
    "title": "The 2024 Trump-Biden Debate",
    "source": "Wait But Why",
    "link": "https://waitbutwhy.com/2024/06/debate2024.html",
    "tags": [
      "debate",
      "economy",
      "immigration",
      "taxes",
      "roe v. wade"
    ],
    "date": "2024-06-28",
    "summary_en": "The debate between Biden and Trump covered economy, taxes, Roe v. Wade, and border security. They clashed on their records, with Trump touting economic success and border control, while Biden criticized Trump's handling of the economy and immigration policies. Both candidates made strong, often exaggerated claims.",
    "summary_zh": "拜登和特朗普的辩论涵盖了经济、税收、罗诉韦德案和边境安全。他们就彼此的执政记录展开了激烈的交锋，特朗普吹捧了他的经济成就和边境控制，而拜登则批评了特朗普对经济和移民政策的处理。两位候选人都发表了强烈的、有时是夸张的主张。",
    "best_quote_en": "We had the greatest economy in the history of this world or any other world.",
    "best_quote_zh": "我们拥有这个世界或任何其他世界历史上最伟大的经济。"
  },
  {
    "id": 14,
    "title": "Dr. Sue Johnson: The Science of Lasting Love",
    "source": "Farnam Street",
    "link": "https://fs.blog/knowledge-project-podcast/dr-sue-johnson-2/",
    "tags": [
      "relationships",
      "love",
      "communication",
      "infidelity",
      "connection"
    ],
    "date": "2025-08-14",
    "summary_en": "Dr. Sue Johnson's insights offer a new perspective on relationships, providing tools to identify crucial signals in a partner, understand the real reasons behind infidelity, and transform conflicts into opportunities for deeper connection. It covers keeping the spark alive, surviving the empty-nest phase, and strengthening relationships.",
    "summary_zh": "苏·约翰逊博士的见解为处理人际关系提供了新的视角，提供了识别伴侣关键信号的工具，理解不忠的真正原因，并将冲突转化为更深层次联系的机会。内容涵盖保持激情、度过空巢期以及加强人际关系。",
    "best_quote_en": "This conversation will change how you handle your relationship starting tonight.",
    "best_quote_zh": "今晚开始，这场对话将改变你处理人际关系的方式。"
  },
  {
    "id": 15,
    "title": "Weird Languages",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/weird.html",
    "tags": [
      "programming languages",
      "lisp",
      "macros",
      "weird languages",
      "software development"
    ],
    "date": "2025-08-14",
    "summary_en": "The article suggests that most programming involves gluing library functions together, at which common languages excel. However, the interesting part lies in the remaining small percentage, best explored through \"weird languages.\" These languages reveal programming techniques beyond simple gluing, like using Lisp macros for domain-specific language creation. Learning weird languages expands one's understanding of programming possibilities.",
    "summary_zh": "文章指出，大多数编程是将库函数连接在一起，常见语言对此非常擅长。然而，有趣的部分在于剩余的小部分，通过“怪异语言”可以最好地探索这一点。这些语言揭示了超越简单连接的编程技术，例如使用Lisp宏来创建特定领域的语言。学习怪异语言可以扩展人们对编程可能性的理解。",
    "best_quote_en": "In the process of learning how to say things you couldn't previously say, you'll probably be learning how to think things you couldn't previously think.",
    "best_quote_zh": "在学习如何表达你以前无法表达的事物的过程中，你可能会学习到如何思考你以前无法思考的事物。"
  },
  {
    "id": 16,
    "title": "How to Work Hard",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/hwh.html",
    "tags": [
      "hard work",
      "talent",
      "dedication",
      "practice",
      "effort"
    ],
    "date": "2025-08-15",
    "summary_en": "The article emphasizes the importance of hard work alongside natural talent and practice for achieving great things. It challenges the notion that brilliance alone can evade hard work, using examples like Bill Gates, Lionel Messi, and P. G. Wodehouse to illustrate the necessity of dedication and effort. It also discusses the shift from externally imposed goals to self-driven work and finding genuine passion in one's endeavors.",
    "summary_zh": "文章强调了努力工作与天赋和实践对于取得伟大成就的重要性。它挑战了仅靠才华就能规避努力工作的观点，并以比尔·盖茨、莱昂内尔·梅西和P.G.伍德豪斯为例，说明了奉献和努力的必要性。文章还讨论了从外部目标转向自我驱动的工作，并在事业中找到真正的激情。",
    "best_quote_en": "You can do pretty well with just two, but to do the best work you need all three: you need great natural ability and to have practiced a lot and to be trying very hard.",
    "best_quote_zh": "如果你只有其中两样也能做得不错，但要做到最好，你需要三者兼备：你需要出色的天赋、大量的练习以及非常努力。"
  },
  {
    "id": 17,
    "title": "How to listen to Ulysses",
    "source": "Derek Sivers",
    "link": "https://sive.rs/ulysses",
    "tags": [
      "ulysses",
      "audiobook",
      "travel",
      "kolkata",
      "istanbul"
    ],
    "date": "2025-08-15",
    "summary_en": "The article describes a unique method of listening to James Joyce's 'Ulysses' by immersing oneself in different cultural settings like Kolkata and Istanbul. The suggested method involves dedicating significant time, exploring the cities while listening to the audiobook, taking notes, and seeking expert advice to gain a deeper appreciation of the novel.",
    "summary_zh": "文章描述了一种独特的聆听詹姆斯·乔伊斯作品《尤利西斯》的方法：将自己沉浸在加尔各答和伊斯坦布尔等不同的文化环境中。该方法建议投入大量时间，在城市中漫步时听有声读物，做笔记，并寻求专家意见，以更深入地理解这部小说。",
    "best_quote_en": "This time you’ll have a deeper appreciation of the book.",
    "best_quote_zh": "这一次你将对这本书有更深的理解。"
  },
  {
    "id": 18,
    "title": "All My Thoughts After 40 Hours in the Vision Pro",
    "source": "Wait But Why",
    "link": "https://waitbutwhy.com/2024/02/vision-pro.html",
    "tags": [
      "virtual-reality",
      "vr",
      "apple",
      "vision-pro",
      "oculus"
    ],
    "date": "2024-02-09",
    "summary_en": "The author recounts their journey with VR, from early experiences to the Oculus Quest 2. While impressed, they and others haven't been 'hooked' long-term.  The piece questions VR's mass adoption potential and introduces Apple's entry into the market, recalling significant tech moments.",
    "summary_zh": "作者回顾了自己与VR的渊源，从早期的体验到Oculus Quest 2。虽然印象深刻，但他们和其他人都未能长期“沉迷”。文章质疑了VR的大规模普及潜力，并介绍了苹果公司进军该市场，回忆起重要的科技时刻。",
    "best_quote_en": "VR blows everyone away when they try it, but it seems to have a hard time hooking people for the long run.",
    "best_quote_zh": "VR会让每一个体验它的人感到震撼，但它似乎很难让人们长期沉迷其中。"
  },
  {
    "id": 19,
    "title": "[Outliers] Sol Price: The Godfather of Costco, Walmart, and Modern Retail",
    "source": "Farnam Street",
    "link": "https://fs.blog/knowledge-project-podcast/outliers-sol-price/",
    "tags": [
      "retail",
      "sol price",
      "costco",
      "walmart",
      "leadership"
    ],
    "date": "2025-08-07",
    "summary_en": "Sol Price, the unsung hero of retail, influenced Costco, Walmart, and modern retail. He pioneered warehouse clubs and membership retail, emphasizing customer promises over profits. Lessons include embracing ignorance, intelligently choosing sales to lose, and prioritizing customer trust. He believed in empowering employees and serving a niche completely. His principles shaped retail giants like Home Depot and Sam's Club.",
    "summary_zh": "Sol Price是一位不为人知的零售英雄，影响了Costco、沃尔玛和现代零售业。他开创了仓储式俱乐部和会员制零售，强调对顾客的承诺高于利润。其经验包括拥抱无知、明智地选择放弃部分销售，以及优先考虑顾客信任。他坚信赋能员工，并彻底服务于某个细分市场。他的原则塑造了家得宝和山姆会员店等零售巨头。",
    "best_quote_en": "When you treat customers like clients, not targets, trust becomes your greatest asset.",
    "best_quote_zh": "当你像对待客户一样对待顾客，而不是把他们当作目标时，信任就会成为你最大的资产。"
  },
  {
    "id": 20,
    "title": "A Project of One's Own",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/own.html",
    "tags": [
      "personal projects",
      "motivation",
      "productivity",
      "education",
      "self-direction"
    ],
    "date": "2025-08-15",
    "summary_en": "The author discusses the importance of working on personal projects, contrasting it with ordinary work and school assignments. Personal projects foster excitement, engagement, and a sense of purpose. The author advocates for prioritizing these projects, recognizing their predictive value for future success and fulfillment, even above academic achievements.",
    "summary_zh": "作者探讨了从事个人项目的重要性，将其与普通工作和学校作业进行对比。个人项目可以培养兴奋感、投入感和目标感。作者提倡优先考虑这些项目， recognizes their predictive value for future success and fulfillment, even above academic achievements.",
    "best_quote_en": "Working on a project of your own is as different from ordinary work as skating is from walking. It's more fun, but also much more productive.",
    "best_quote_zh": "从事你自己的项目与普通工作截然不同，就像滑冰与走路不同一样。它更有趣，但也更有效率。"
  },
  {
    "id": 21,
    "title": "Fierce Nerds",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/fn.html",
    "tags": [
      "nerds",
      "fierceness",
      "competition",
      "success",
      "ambition"
    ],
    "date": "2025-08-15",
    "summary_en": "The essay discusses 'fierce nerds,' individuals who combine intelligence, independence, competitiveness, and impatience. These traits, while potentially leading to bitterness if unexercised, are highly beneficial, especially in solving difficult problems and achieving success in various fields, including business. Engaging in ambitious projects is proposed as a way to channel this fierceness productively.",
    "summary_zh": "本文探讨了“激进的nerd”，他们集智慧、独立、竞争力和急躁于一身。这些特质若未加以利用，可能会导致痛苦，但它们也很有益处，尤其是在解决难题和在包括商业在内的各个领域取得成功方面。文章提出参与雄心勃勃的项目是引导这种激进性的有效途径。",
    "best_quote_en": "If you're given a sharp knife, it seems to me better to use it than to blunt its edge to avoid cutting yourself.",
    "best_quote_zh": "如果给你一把锋利的刀，在我看来，使用它比为了避免割伤而磨钝它的边缘要好。"
  },
  {
    "id": 22,
    "title": "the birth and reverb of friendship",
    "source": "Derek Sivers",
    "link": "https://sive.rs/brf",
    "tags": [
      "friendship",
      "connection",
      "reverb",
      "validation",
      "understanding"
    ],
    "date": "2025-08-15",
    "summary_en": "The author reflects on the importance of friendship, comparing it to being seen and heard after feeling invisible. A true friend acknowledges and reflects your thoughts, creating 'reverb' and validation. Misunderstanding can be confusing, while true connection fosters growth and mutual understanding.",
    "summary_zh": "作者反思了友谊的重要性，将其比作在感到隐形后被看见和被听见。真正的朋友会承认并反映你的想法，产生“混响”和验证。误解会令人困惑，而真正的联系则可以促进成长和相互理解。",
    "best_quote_en": "My life began at age 12 when I met my first best friend.",
    "best_quote_zh": "我的生命始于12岁，那时我遇到了我第一个最好的朋友。"
  },
  {
    "id": 23,
    "title": "10 Thoughts From the Fourth Trimester",
    "source": "Wait But Why",
    "link": "https://waitbutwhy.com/2023/05/baby.html",
    "tags": [
      "pregnancy",
      "childbirth",
      "parenthood",
      "expectations",
      "reality"
    ],
    "date": "2023-05-23",
    "summary_en": "The author recounts the unexpected and surprisingly mundane experience of his wife's labor and the birth of their first child. He contrasts his expectations of a frantic, emotional event with the reality of a calm, almost casual process punctuated by brief moments of intense activity. The actual birth was far from the dramatic scene he imagined.",
    "summary_zh": "作者叙述了他妻子分娩和他们第一个孩子出生的出乎意料且非常平凡的经历。他将自己对一个疯狂、充满情绪的事件的期望与平静、几乎是随意的过程的现实进行了对比，这个过程穿插着短暂的剧烈活动时刻。实际的出生远非他想象的戏剧性场面。",
    "best_quote_en": "Again, there was a major expectations-reality gap.",
    "best_quote_zh": "再一次，期望和现实之间存在巨大的差距。"
  },
  {
    "id": 24,
    "title": "Ryan Petersen: Building Flexport",
    "source": "Farnam Street",
    "link": "https://fs.blog/knowledge-project-podcast/ryan-petersen/",
    "tags": [
      "flexport",
      "logistics",
      "leadership",
      "entrepreneurship",
      "scaling"
    ],
    "date": "2025-07-30",
    "summary_en": "Ryan Petersen, founder of Flexport, shares his entrepreneurial journey, discussing mistakes, leadership, and scaling the company. Key takeaways include playing against weak competition, the importance of founder involvement, obsession as an advantage, prioritizing quality, and the strategic use of micromanagement. He emphasizes controlling bottlenecks and niche domination.",
    "summary_zh": "Flexport创始人Ryan Petersen分享了他的创业历程，讨论了他的错误、领导力以及如何扩展公司。主要经验包括在弱竞争中取胜、创始人参与的重要性、痴迷的优势、优先考虑质量以及微观管理的策略性使用。他强调控制瓶颈和利基市场的主导地位。",
    "best_quote_en": "\"If a bottleneck appears where you didn’t choose it, you’re not running the operation, it’s running you.\"",
    "best_quote_zh": "“如果瓶颈出现在你没有选择它的地方，那么不是你在运营，而是它在运营你。”"
  },
  {
    "id": 25,
    "title": "Crazy New Ideas",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/newideas.html",
    "tags": [
      "new ideas",
      "domain expertise",
      "innovation",
      "paradigm shift",
      "critical thinking"
    ],
    "date": "2025-08-15",
    "summary_en": "The article discusses the importance of considering seemingly crazy ideas proposed by domain experts, as they often hold valuable insights and potential for significant impact. Dismissing such ideas prematurely can lead to missed opportunities and a failure to challenge existing paradigms. It emphasizes asking questions instead of making statements and understanding the fear behind dismissing new ideas.",
    "summary_zh": "本文讨论了认真考虑领域专家提出的看似疯狂的想法的重要性，因为它们通常蕴含着有价值的见解和巨大的潜力。过早地否定这些想法可能会导致错失良机，并阻碍对现有范式的挑战。文章强调要提出问题而非下定论，并理解否定新想法背后的恐惧。",
    "best_quote_en": "When the average person proposes an implausible-sounding idea, its implausibility is evidence of their incompetence. But when a reasonable domain expert does it, the situation is reversed.",
    "best_quote_zh": "当普通人提出一个听起来难以置信的想法时，这种难以置信证明了他们的无能。但是，当一个理性的领域专家提出这样的想法时，情况会发生逆转。"
  }
]