[{
    "id": 1,
    "title": "Superlinear Returns",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/superlinear.html",
    "tags": [
      "business",
      "thinking",
      "productivity"
    ],
    "date": "2025-08-15",
    "summary_en": "The article discusses the concept of superlinear returns, where performance yields disproportionately large rewards. This phenomenon is not a flaw of capitalism but a fundamental aspect of the world, observed in various domains like business, fame, and knowledge. Two primary causes of superlinear returns are exponential growth and thresholds. Understanding this concept is crucial for navigating the world and achieving ambitious goals, as it reveals how success often compounds over time.",
    "summary_zh": "本文探讨了超线性回报的概念，即表现会产生不成比例的巨大回报。这种现象不是资本主义的缺陷，而是世界的一个基本方面，在商业、名誉和知识等各个领域都可以观察到。超线性回报的两个主要原因是指数增长和阈值。理解这个概念对于驾驭世界和实现雄心勃勃的目标至关重要，因为它揭示了成功往往会随着时间的推移而累积。",
    "best_quote_en": "You can't understand the world without understanding the concept of superlinear returns. And if you're ambitious you definitely should, because this will be the wave you surf on.",
    "best_quote_zh": "不理解超线性回报的概念，就无法理解这个世界。如果你有雄心壮志，你肯定应该理解它，因为这将是你乘风破浪的浪潮。"
  },
  {
    "id": 2,
    "title": "Dr. Sue Johnson: The Science of Lasting Love",
    "source": "Farnam Street",
    "link": "https://fs.blog/knowledge-project-podcast/dr-sue-johnson-2/",
    "tags": [
      "relationships",
      "psychology",
      "communication"
    ],
    "date": "2025-08-14",
    "summary_en": "This article discusses insights from Dr. Sue Johnson on building lasting and fulfilling relationships. It covers recognizing key signals in a partner, understanding the motivations behind infidelity, and using conflict to strengthen bonds. It also provides advice on maintaining intimacy, navigating the empty-nest phase, and simple actions to improve relationships, relevant for individuals regardless of their relationship status.",
    "summary_zh": "本文讨论了苏·约翰逊博士关于建立持久而充实的关系的见解。内容包括识别伴侣的关键信号，理解不忠背后的动机，以及利用冲突来加强联系。文章还为保持亲密关系、度过空巢期以及改善人际关系的简单行动提供了建议，与个人无论其关系状态如何都相关。",
    "best_quote_en": "She breaks down the real signals to look for in a partner.",
    "best_quote_zh": "她解析了在伴侣身上应该寻找的真实信号。"
  },
  {
    "id": 3,
    "title": "How to Do Great Work",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/greatwork.html",
    "tags": [
      "productivity",
      "creativity",
      "learning"
    ],
    "date": "2025-08-15",
    "summary_en": "This article outlines a recipe for doing great work, focusing on identifying a field that aligns with your aptitude and interests. The process involves continuous exploration, learning, and identifying gaps in knowledge. The author emphasizes the importance of personal projects, curiosity, and embracing unusual ideas. Hard work is essential, driven by genuine interest and the desire to achieve something impressive. Figuring out what to work on is a complex process that requires experimentation and a willingness to challenge conventional paths.",
    "summary_zh": "本文概述了一个做出伟大工作的方案，重点是找到一个符合你的才能和兴趣的领域。这个过程包括持续的探索、学习和发现知识中的空白。作者强调了个人项目、好奇心和拥抱不寻常想法的重要性。努力工作是必不可少的，这需要源于真正的兴趣和做出令人印象深刻的成就的愿望。弄清楚要做什么是一项复杂的过程，需要实验和挑战传统道路的意愿。",
    "best_quote_en": "There's a kind of excited curiosity that's both the engine and the rudder of great work. It will not only drive you, but if you let it have its way, will also show you what to work on.",
    "best_quote_zh": "有一种兴奋的好奇心，既是伟大工作的引擎，又是方向舵。它不仅会驱动你，而且如果你让它发挥作用，还会告诉你该做什么。"
  },
  {
    "id": 4,
    "title": "[Outliers] Sol Price: The Godfather of Costco, Walmart, and Modern Retail",
    "source": "Farnam Street",
    "link": "https://fs.blog/knowledge-project-podcast/outliers-sol-price/",
    "tags": [
      "business",
      "entrepreneurship",
      "creativity"
    ],
    "date": "2025-08-07",
    "summary_en": "Sol Price, though not widely known, significantly impacted modern retail. He pioneered the warehouse club model and membership retail, founding two multi-billion-dollar companies. He innovated by ignoring conventional retail wisdom. Price valued customer trust and fair treatment of employees over short-term profits, creating sustainable business practices. His influence extends to industry giants like Costco, Walmart, and Home Depot, demonstrating his lasting impact on retail strategy.",
    "summary_zh": "Sol Price虽然不广为人知，但他对现代零售业产生了重大影响。他是仓储会员店模式的先驱，创立了两家价值数十亿美元的公司。他通过无视传统的零售理念来进行创新。Price重视客户信任和公平对待员工，而不是短期利润，从而创造可持续的商业模式。他的影响力延伸到Costco、沃尔玛和家得宝等行业巨头，证明了他对零售战略的持久影响。",
    "best_quote_en": "To him, keeping promises to customers mattered more than profit margins.",
    "best_quote_zh": "对他来说，信守对顾客的承诺比利润率更重要。"
  },
  {
    "id": 5,
    "title": "How to Get New Ideas",
    "source": "Paul Graham",
    "link": "http://www.paulgraham.com/getideas.html",
    "tags": [
      "creativity",
      "thinking",
      "philosophy"
    ],
    "date": "2025-08-15",
    "summary_en": "The article suggests that new ideas come from noticing anomalies, especially at the frontiers of knowledge. Instead of smooth edges, close examination reveals gaps in understanding. Exploring these gaps can lead to significant breakthroughs and new avenues of thought.",
    "summary_zh": "这篇文章指出，获得新想法的途径是注意到异常现象，尤其是在知识的前沿。仔细观察会发现，知识的边缘并非平滑，而是充满了空白。探索这些空白能够带来重大突破和新的思考方向。",
    "best_quote_en": "The way to get new ideas is to notice anomalies: what seems strange, or missing, or broken?",
    "best_quote_zh": "获得新想法的途径是注意到异常现象：那些看起来奇怪、缺失或损坏的东西是什么？"
  }]